Repository: firebase/FirebaseUI-iOS
Catalog: FirebaseSwiftUI/FirebaseAuthSwiftUI/Sources/Strings/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, de_at, el, es, fa, fi, fil, fr, fr_ch, gsw, gu, he, hi, hr, hu, id, it, ja, kn, ko, ln, lv, mr, ms, nb, nl, nn_no, pl, pt, pt_pt, ro, ru, sk, sl, sr, sr_latn, sv, ta, th, tr, uk, ur, vi, zh, zh_hant, zh_hant_tw

source: Complete Sign-In
ar: إكمال تسجيل الدخول
bg: Завършване на влизането
bn: সাইন-ইন সম্পূর্ণ করুন
ca: Completa l'inici de sessió
cs: Dokončit přihlášení
da: Fuldfør login
de: Anmeldung abschließen
de_at: Anmeldung abschließen
el: Ολοκλήρωση σύνδεσης
es: Completar inicio de sesión
fa: تکمیل ورود
fi: Viimeistele kirjautuminen
fil: Kumpletuhin ang Pag-sign In
fr: Terminer la connexion
fr_ch: Terminer la connexion
gsw: Aamäldig abschliesse
gu: સાઇન-ઇન પૂર્ણ કરો
he: השלמת התחברות
hi: साइन-इन पूरा करें
hr: Dovršite prijavu
hu: Bejelentkezés befejezése
id: Selesaikan Masuk
it: Completa l'accesso
ja: サインインを完了
kn: ಸೈನ್-ಇನ್ ಪೂರ್ಣಗೊಳಿಸಿ
ko: 로그인 완료
ln: Silisa Kokota
lv: Pabeigt pierakstīšanos
mr: साइन-इन पूर्ण करा
ms: Lengkapkan Log Masuk
nb: Fullfør pålogging
nl: Inloggen voltooien
nn_no: Fullfør pålogging
pl: Zakończ logowanie
pt: Concluir login
pt_pt: Concluir início de sessão
ro: Finalizați conectarea
ru: Завершить вход
sk: Dokončiť prihlásenie
sl: Dokončaj prijavo
sr: Заврши пријављивање
sr_latn: Završi prijavljivanje
sv: Slutför inloggning
ta: உள்நுழைவை முடிக்கவும்
th: ลงชื่อเข้าใช้ให้เสร็จสมบูรณ์
tr: Oturum açmayı tamamla
uk: Завершити вхід
ur: سائن ان مکمل کریں
vi: Hoàn tất đăng nhập
zh: 完成登录
zh_hant: 完成登入
zh_hant_tw: 完成登入

source: Complete sign-in with your second factor
ar: أكمل تسجيل الدخول باستخدام العامل الثاني
bg: Завършете влизането с втория си фактор
bn: আপনার দ্বিতীয় ধাপ দিয়ে সাইন-ইন সম্পূর্ণ করুন
ca: Completa l'inici de sessió amb el teu segon factor
cs: Dokončete přihlášení pomocí druhého faktoru
da: Fuldfør login med din anden faktor
de: Schließe die Anmeldung mit deinem zweiten Faktor ab
de_at: Schließen Sie die Anmeldung mit Ihrem zweiten Faktor ab
el: Ολοκληρώστε τη σύνδεση με τον δεύτερο παράγοντα
es: Completa el inicio de sesión con tu segundo factor
fa: ورود را با عامل دوم خود تکمیل کنید
fi: Viimeistele kirjautuminen toisella varmennusvaiheella
fil: Kumpletuhin ang pag-sign in gamit ang iyong pangalawang factor
fr: Termine la connexion avec ton deuxième facteur
fr_ch: Terminer la connexion avec votre deuxième facteur
gsw: Schliess d'Aamäldig mit dim zweite Faktor ab
gu: તમારા બીજા પરિબળ સાથે સાઇન-ઇન પૂર્ણ કરો
he: השלם את ההתחברות עם הגורם השני שלך
hi: अपने दूसरे कारक के साथ साइन-इन पूरा करें
hr: Dovršite prijavu drugim faktorom
hu: Fejezze be a bejelentkezést a második tényezővel
id: Selesaikan masuk dengan faktor kedua Anda
it: Completa l'accesso con il tuo secondo fattore
ja: 2つ目の要素でサインインを完了する
kn: ನಿಮ್ಮ ಎರಡನೇ ಅಂಶದೊಂದಿಗೆ ಸೈನ್-ಇನ್ ಪೂರ್ಣಗೊಳಿಸಿ
ko: 두 번째 요소로 로그인 완료
ln: Silisa kokota na faktɛrɛ na yo ya mibale
lv: Pabeidziet pierakstīšanos ar otro faktoru
mr: तुमच्या दुसऱ्या घटकासह साइन-इन पूर्ण करा
ms: Lengkapkan log masuk dengan faktor kedua anda
nb: Fullfør pålogging med din andre faktor
nl: Voltooi het inloggen met je tweede factor
nn_no: Fullfør pålogging med din andre faktor
pl: Zakończ logowanie swoim drugim czynnikiem
pt: Conclua o login com seu segundo fator
pt_pt: Conclua o início de sessão com o seu segundo fator
ro: Finalizați conectarea cu cel de-al doilea factor
ru: Завершите вход с помощью второго фактора
sk: Dokončite prihlásenie pomocou druhého faktora
sl: Dokončajte prijavo z drugim dejavnikom
sr: Завршите пријављивање са другим фактором
sr_latn: Završite prijavljivanje sa drugim faktorom
sv: Slutför inloggningen med din andra faktor
ta: உங்கள் இரண்டாவது காரணி மூலம் உள்நுழைவை முடிக்கவும்
th: ลงชื่อเข้าใช้ให้เสร็จสมบูรณ์ด้วยปัจจัยที่สอง
tr: İkinci faktörünüzle oturum açmayı tamamlayın
uk: Завершіть вхід за допомогою другого фактора
ur: اپنے دوسرے عنصر کے ساتھ سائن ان مکمل کریں
vi: Hoàn tất đăng nhập bằng yếu tố thứ hai của bạn
zh: 使用第二步验证完成登录
zh_hant: 使用您的第二步驟驗證完成登入
zh_hant_tw: 使用第二步驟驗證完成登入

source: Confirm Password
ar: تأكيد كلمة المرور
bg: Потвърдете парола
bn: পাসওয়ার্ড নিশ্চিত করুন
ca: Confirma la contrasenya
cs: Potvrzení hesla
da: Bekræft adgangskode
de: Passwort bestätigen
de_at: Passwort bestätigen
el: Επιβεβαίωση κωδικού πρόσβασης
es: Confirmar contraseña
fa: تأیید رمز عبور
fi: Vahvista salasana
fil: Kumpirmahin ang Password
fr: Confirmer le mot de passe
fr_ch: Confirmer le mot de passe
gsw: Passwort bestätige
gu: પાસવર્ડની પુષ્ટિ કરો
he: אישור סיסמה
hi: पासवर्ड की पुष्टि करें
hr: Potvrdite lozinku
hu: Jelszó megerősítése
id: Konfirmasi Kata Sandi
it: Conferma password
ja: パスワードを確認
kn: ಪಾಸ್‌ವರ್ಡ್ ದೃಢೀಕರಿಸಿ
ko: 비밀번호 확인
ln: Ndimisa Liloba ya Kobombama
lv: Apstiprināt paroli
mr: पासवर्डची पुष्टी करा
ms: Sahkan Kata Laluan
nb: Bekreft passord
nl: Bevestig wachtwoord
nn_no: Stadfest passord
pl: Potwierdź hasło
pt: Confirmar senha
pt_pt: Confirmar palavra-passe
ro: Confirmați parola
ru: Подтвердите пароль
sk: Potvrďte heslo
sl: Potrdite geslo
sr: Потврди лозинку
sr_latn: Potvrdi lozinku
sv: Bekräfta lösenord
ta: கடவுச்சொல்லை உறுதிப்படுத்தவும்
th: ยืนยันรหัสผ่าน
tr: Şifreyi onayla
uk: Підтвердьте пароль
ur: پاس ورڈ کی تصدیق کریں
vi: Xác nhận mật khẩu
zh: 确认密码
zh_hant: 確認密碼
zh_hant_tw: 確認密碼

source: Confirm Email
ar: تأكيد البريد الإلكتروني
bg: Потвърдете имейл
bn: ইমেইল নিশ্চিত করুন
ca: Confirma el correu electrònic
cs: Potvrzení emailu
da: Bekræft email
de: E-Mail bestätigen
de_at: E-Mail bestätigen
el: Επιβεβαίωση email
es: Confirmar correo
fa: تأیید ایمیل
fi: Vahvista sähköposti
fil: Kumpirmahin ang Email
fr: Confirmer l'e-mail
fr_ch: Confirmer l'e-mail
gsw: E-Mail bestätige
gu: ઇમેઇલની પુષ્ટિ કરો
he: אישור דוא״ל
hi: ईमेल की पुष्टि करें
hr: Potvrdite email
hu: E-mail megerősítése
id: Konfirmasi Email
it: Conferma email
ja: メールアドレスを確認
kn: ಇಮೇಲ್ ದೃಢೀಕರಿಸಿ
ko: 이메일 확인
ln: Ndimisa Email
lv: Apstiprināt e-pastu
mr: ईमेलची पुष्टी करा
ms: Sahkan E-mel
nb: Bekreft e-post
nl: Bevestig e-mailadres
nn_no: Stadfest e-post
pl: Potwierdź adres e-mail
pt: Confirmar e-mail
pt_pt: Confirmar e-mail
ro: Confirmați e-mailul
ru: Подтвердите адрес электронной почты
sk: Potvrďte e-mail
sl: Potrdite e-pošto
sr: Потврди имејл
sr_latn: Potvrdi imejl
sv: Bekräfta e-post
ta: மின்னஞ்சலை உறுதிப்படுத்தவும்
th: ยืนยันอีเมล
tr: E-postayı onayla
uk: Підтвердьте електронну пошту
ur: ای میل کی تصدیق کریں
vi: Xác nhận email
zh: 确认邮箱
zh_hant: 確認電子郵件
zh_hant_tw: 確認電子郵件

# ConfirmPasswordInputLabel
source: Confirm Password
ar: تأكيد كلمة المرور
de: Passwort bestätigen
es: Confirmar contraseña
fr: Confirmer le mot de passe

source: Copied to clipboard!
ar: تم النسخ إلى الحافظة!
bg: Копирано в клипборда!
bn: ক্লিপবোর্ডে কপি হয়েছে!
ca: Copiat al porta-retalls!
cs: Zkopírováno do schránky!
da: Kopieret til udklipsholder!
de: In die Zwischenablage kopiert!
de_at: In die Zwischenablage kopiert!
el: Αντιγράφηκε στο πρόχειρο!
es: ¡Copiado al portapapeles!
fa: در کلیپ‌بورد کپی شد!
fi: Kopioitu leikepöydälle!
fil: Kinopya sa clipboard!
fr: Copié dans le presse-papiers !
fr_ch: Copié dans le presse-papiers !
gsw: I d'Zwüscheoablag kopiert!
gu: ક્લિપબોર્ડ પર કૉપિ થયું!
he: הועתק ללוח!
hi: क्लिपबोर्ड पर कॉपी किया गया!
hr: Kopirano u međuspremnik!
hu: Vágólapra másolva!
id: Disalin ke papan klip!
it: Copiato negli appunti!
ja: クリップボードにコピーしました！
kn: ಕ್ಲಿಪ್‌ಬೋರ್ಡ್‌ಗೆ ನಕಲಿಸಲಾಗಿದೆ!
ko: 클립보드에 복사되었습니다!
ln: Ekopamaki na clipboard!
lv: Nokopēts starpliktuvē!
mr: क्लिपबोर्डवर कॉपी केले!
ms: Disalin ke papan keratan!
nb: Kopiert til utklippstavlen!
nl: Gekopieerd naar klembord!
nn_no: Kopiert til utklippstavla!
pl: Skopiowano do schowka!
pt: Copiado para a área de transferência!
pt_pt: Copiado para a área de transferência!
ro: Copiat în clipboard!
ru: Скопировано в буфер обмена!
sk: Skopírované do schránky!
sl: Kopirano v odložišče!
sr: Копирано у клипборд!
sr_latn: Kopirano u klipbord!
sv: Kopierat till urklipp!
ta: கிளிப்போர்டுக்கு நகலெடுக்கப்பட்டது!
th: คัดลอกไปยังคลิปบอร์ดแล้ว!
tr: Panoya kopyalandı!
uk: Скопійовано в буфер обміну!
ur: کلپ بورڈ میں کاپی ہو گیا!
vi: Đã sao chép vào clipboard!
zh: 已复制到剪贴板！
zh_hant: 已複製到剪貼簿！
zh_hant_tw: 已複製到剪貼簿！

source: Delete
ar: حذف
bg: Изтриване
bn: মুছুন
ca: Suprimeix
cs: Smazat
da: Slet
de: Löschen
de_at: Löschen
el: Διαγραφή
es: Eliminar
fa: حذف
fi: Poista
fil: Tanggalin
fr: Supprimer
fr_ch: Supprimer
gsw: Lösche
gu: કાઢી નાખો
he: מחיקה
hi: हटाएं
hr: Izbriši
hu: Törlés
id: Hapus
it: Elimina
ja: 削除
kn: ಅಳಿಸಿ
ko: 삭제
ln: Longola
lv: Dzēst
mr: हटवा
ms: Padam
nb: Slett
nl: Verwijderen
nn_no: Slett
pl: Usuń
pt: Excluir
pt_pt: Eliminar
ro: Ștergeți
ru: Удалить
sk: Odstrániť
sl: Izbriši
sr: Обриши
sr_latn: Obriši
sv: Ta bort
ta: நீக்கு
th: ลบ
tr: Sil
uk: Видалити
ur: حذف کریں
vi: Xóa
zh: 删除
zh_hant: 刪除
zh_hant_tw: 刪除

source: Delete Account
ar: حذف الحساب
bg: Изтриване на акаунт
bn: অ্যাকাউন্ট মুছুন
ca: Suprimeix el compte
cs: Smazat účet
da: Slet konto
de: Konto löschen
de_at: Konto löschen
el: Διαγραφή λογαριασμού
es: Eliminar cuenta
fa: حذف حساب
fi: Poista tili
fil: Tanggalin ang Account
fr: Supprimer le compte
fr_ch: Supprimer le compte
gsw: Konto lösche
gu: એકાઉન્ટ કાઢી નાખો
he: מחיקת חשבון
hi: खाता हटाएं
hr: Izbriši račun
hu: Fiók törlése
id: Hapus Akun
it: Elimina account
ja: アカウントを削除
kn: ಖಾತೆ ಅಳಿಸಿ
ko: 계정 삭제
ln: Longola Kɔnti
lv: Dzēst kontu
mr: खाते हटवा
ms: Padam Akaun
nb: Slett konto
nl: Account verwijderen
nn_no: Slett konto
pl: Usuń konto
pt: Excluir conta
pt_pt: Eliminar conta
ro: Ștergeți contul
ru: Удалить аккаунт
sk: Odstrániť účet
sl: Izbriši račun
sr: Обриши налог
sr_latn: Obriši nalog
sv: Ta bort konto
ta: கணக்கை நீக்கு
th: ลบบัญชี
tr: Hesabı sil
uk: Видалити обліковий запис
ur: اکاؤنٹ حذف کریں
vi: Xóa tài khoản
zh: 删除账户
zh_hant: 刪除帳號
zh_hant_tw: 刪除帳號

source: Delete Account?
ar: حذف الحساب؟
bg: Изтриване на акаунт?
bn: অ্যাকাউন্ট মুছবেন?
ca: Vols suprimir el compte?
cs: Smazat účet?
da: Slet konto?
de: Konto löschen?
de_at: Konto löschen?
el: Διαγραφή λογαριασμού;
es: ¿Eliminar cuenta?
fa: حساب حذف شود؟
fi: Poistetaanko tili?
fil: Tanggalin ang Account?
fr: Supprimer le compte ?
fr_ch: Supprimer le compte ?
gsw: Konto lösche?
gu: એકાઉન્ટ કાઢી નાખો?
he: למחוק את החשבון?
hi: खाता हटाएं?
hr: Izbrisati račun?
hu: Törli a fiókot?
id: Hapus Akun?
it: Eliminare l'account?
ja: アカウントを削除しますか？
kn: ಖಾತೆ ಅಳಿಸುವುದೇ?
ko: 계정을 삭제하시겠습니까?
ln: Longola Kɔnti?
lv: Dzēst kontu?
mr: खाते हटवायचे आहे का?
ms: Padam Akaun?
nb: Slette konto?
nl: Account verwijderen?
nn_no: Slette konto?
pl: Usunąć konto?
pt: Excluir conta?
pt_pt: Eliminar conta?
ro: Ștergeți contul?
ru: Удалить аккаунт?
sk: Odstrániť účet?
sl: Izbrisati račun?
sr: Обрисати налог?
sr_latn: Obrisati nalog?
sv: Ta bort konto?
ta: கணக்கை நீக்க வேண்டுமா?
th: ลบบัญชี?
tr: Hesap silinsin mi?
uk: Видалити обліковий запис?
ur: اکاؤنٹ حذف کریں؟
vi: Xóa tài khoản?
zh: 删除账户？
zh_hant: 確定要刪除帳號？
zh_hant_tw: 要刪除帳號嗎？

# DeleteAccountBody
source: This will erase all data associated with your account, and can't be undone You will need to sign in again to complete this action
ar: سيؤدي هذا إلى مسح جميع البيانات المرتبطة بحسابك، ولا يمكن التراجع عنه. ستحتاج إلى تسجيل الدخول مرة أخرى لإكمال هذا الإجراء
de: Dies löscht alle mit deinem Konto verbundenen Daten und kann nicht rückgängig gemacht werden. Du musst dich erneut anmelden, um diese Aktion abzuschließen
es: Esto borrará todos los datos asociados con tu cuenta y no se puede deshacer. Deberás iniciar sesión nuevamente para completar esta acción
fr: Cela effacera toutes les données associées à ton compte et ne peut pas être annulé. Tu devras te reconnecter pour effectuer cette action

# DeleteAccountConfirmationMessage
source: This will erase all data associated with your account, and can't be undone. Are you sure you want to delete your account?
ar: سيؤدي هذا إلى مسح جميع البيانات المرتبطة بحسابك، ولا يمكن التراجع عنه. هل أنت متأكد من رغبتك في حذف حسابك؟
de: Dies löscht alle mit deinem Konto verbundenen Daten und kann nicht rückgängig gemacht werden. Bist du sicher, dass du dein Konto löschen möchtest?
es: Esto borrará todos los datos asociados con tu cuenta y no se puede deshacer. ¿Estás seguro de que deseas eliminar tu cuenta?
fr: Cela effacera toutes les données associées à ton compte et ne peut pas être annulé. Es-tu sûr de vouloir supprimer ton compte ?

# DeleteAccountConfirmationTitle
source: Delete Account?
ar: حذف الحساب؟
de: Konto löschen?
es: ¿Eliminar cuenta?
fr: Supprimer le compte ?

# DeleteAccountControllerTitle
source: Delete account
ar: حذف الحساب
de: Konto löschen
es: Eliminar cuenta
fr: Supprimer le compte

source: Display Name
ar: الاسم المعروض
bg: Показвано име
bn: প্রদর্শিত নাম
ca: Nom visible
cs: Zobrazované jméno
da: Visningsnavn
de: Anzeigename
de_at: Anzeigename
el: Εμφανιζόμενο όνομα
es: Nombre para mostrar
fa: نام نمایشی
fi: Näyttönimi
fr: Nom affiché
fr_ch: Nom affiché
gsw: Aazeigname
gu: પ્રદર્શન નામ
he: שם תצוגה
hi: प्रदर्शन नाम
hr: Prikazano ime
hu: Megjelenítendő név
id: Nama Tampilan
it: Nome visualizzato
ja: 表示名
kn: ಪ್ರದರ್ಶನ ಹೆಸರು
ko: 표시 이름
ln: Nkombo ya Komonisa
lv: Attēlojamais vārds
mr: प्रदर्शन नाव
ms: Nama Paparan
nb: Visningsnavn
nl: Weergavenaam
nn_no: Visingsnamn
pl: Nazwa wyświetlana
pt: Nome de exibição
pt_pt: Nome de apresentação
ro: Nume afișat
ru: Отображаемое имя
sk: Zobrazované meno
sl: Prikazano ime
sr: Име за приказ
sr_latn: Ime za prikaz
sv: Visningsnamn
ta: காட்சிப் பெயர்
th: ชื่อที่แสดง
tr: Görünen ad
uk: Ім'я для відображення
ur: ڈسپلے نام
vi: Tên hiển thị
zh: 显示名称
zh_hant: 顯示名稱
zh_hant_tw: 顯示名稱

source: Don't have an account yet?
ar: ليس لديك حساب بعد؟
bg: Все още нямате акаунт?
bn: অ্যাকাউন্ট নেই?
ca: Encara no tens cap compte?
cs: Nemáte ještě účet?
da: Har du ikke en konto endnu?
de: Hast du noch kein Konto?
de_at: Haben Sie noch kein Konto?
el: Δεν έχετε ακόμα λογαριασμό;
es: ¿Aún no tienes una cuenta?
fa: هنوز حساب ندارید؟
fi: Eikö sinulla ole tiliä?
fil: Wala pang account?
fr: Tu n'as pas encore de compte ?
fr_ch: Vous n'avez pas encore de compte ?
gsw: Häsch no keis Konto?
gu: હજી સુધી એકાઉન્ટ નથી?
he: עדיין אין לך חשבון?
hi: अभी तक खाता नहीं है?
hr: Još nemate račun?
hu: Még nincs fiókja?
id: Belum punya akun?
it: Non hai ancora un account?
ja: まだアカウントをお持ちでないですか？
kn: ಇನ್ನೂ ಖಾತೆ ಇಲ್ಲವೇ?
ko: 아직 계정이 없으신가요?
ln: Ozali naino na kɔnti te?
lv: Vēl nav konta?
mr: अद्याप खाते नाही का?
ms: Belum mempunyai akaun?
nb: Har du ikke en konto ennå?
nl: Heb je nog geen account?
nn_no: Har du ikkje ein konto enno?
pl: Nie masz jeszcze konta?
pt: Ainda não tem uma conta?
pt_pt: Ainda não tem uma conta?
ro: Nu aveți încă un cont?
ru: Еще нет аккаунта?
sk: Ešte nemáte účet?
sl: Še nimate računa?
sr: Још увек немате налог?
sr_latn: Još uvek nemate nalog?
sv: Har du inget konto än?
ta: இன்னும் கணக்கு இல்லையா?
th: ยังไม่มีบัญชี?
tr: Henüz bir hesabınız yok mu?
uk: Ще немає облікового запису?
ur: ابھی تک اکاؤنٹ نہیں ہے؟
vi: Chưa có tài khoản?
zh: 还没有账户？
zh_hant: 還沒有帳號？
zh_hant_tw: 還沒有帳號？

# EditEmailTitle
source: Edit email
ar: تعديل البريد الإلكتروني
de: E-Mail bearbeiten
es: Editar correo
fr: Modifier l'e-mail

# EditNameTitle
source: Edit name
ar: تعديل الاسم
de: Name bearbeiten
es: Editar nombre
fr: Modifier le nom

# EditPasswordAlertMessage
source: To change password to your account, you will need to sign in again.
ar: لتغيير كلمة مرور حسابك، ستحتاج إلى تسجيل الدخول مرة أخرى.
de: Um das Passwort deines Kontos zu ändern, musst du dich erneut anmelden.
es: Para cambiar la contraseña de tu cuenta, deberás iniciar sesión nuevamente.
fr: Pour modifier le mot de passe de ton compte, tu devras te reconnecter.

source: Email
ar: البريد الإلكتروني
bg: Имейл
bn: ইমেইল
ca: Correu electrònic
es: Correo
fa: ایمیل
fi: Sähköposti
gu: ઇમેઇલ
he: דוא״ל
hi: ईमेल
ja: メールアドレス
kn: ಇಮೇಲ್
ko: 이메일
lv: E-pasts
mr: ईमेल
ms: E-mel
nb: E-post
nn_no: E-post
ru: Электронная почта
sl: E-pošta
sr: Имејл
sr_latn: Imejl
sv: E-post
ta: மின்னஞ்சல்
th: อีเมล
tr: E-posta
uk: Електронна пошта
ur: ای میل
zh: 邮箱
zh_hant: 電子郵件
zh_hant_tw: 電子郵件

source: Emails don't match
ar: رسائل البريد الإلكتروني غير متطابقة
bg: Имейлите не съвпадат
bn: ইমেইল মিলছে না
ca: Els correus electrònics no coincideixen
cs: Emailové adresy se neshodují
da: Emailadresserne stemmer ikke overens
de: E-Mails stimmen nicht überein
de_at: E-Mail-Adressen stimmen nicht überein
el: Τα emails δεν ταιριάζουν
es: Los correos no coinciden
fa: ایمیل‌ها مطابقت ندارند
fi: Sähköpostiosoitteet eivät täsmää
fil: Hindi tumutugma ang mga email
fr: Les e-mails ne correspondent pas
fr_ch: Les e-mails ne correspondent pas
gsw: E-Mail-Adresse passe nöd
gu: ઇમેઇલ્સ મેળ ખાતા નથી
he: כתובות הדוא״ל אינן תואמות
hi: ईमेल मेल नहीं खाते
hr: Email adrese se ne podudaraju
hu: Az e-mail címek nem egyeznek
id: Email tidak cocok
it: Le email non corrispondono
ja: メールアドレスが一致しません
kn: ಇಮೇಲ್‌ಗಳು ಹೊಂದಿಕೆಯಾಗುವುದಿಲ್ಲ
ko: 이메일이 일치하지 않습니다
ln: Ba-email ekokani te
lv: E-pasti nesakrīt
mr: ईमेल जुळत नाहीत
ms: E-mel tidak sepadan
nb: E-postene stemmer ikke overens
nl: E-mailadressen komen niet overeen
nn_no: E-postane stemmer ikkje overens
pl: Adresy e-mail nie pasują do siebie
pt: Os e-mails não correspondem
pt_pt: Os e-mails não correspondem
ro: E-mailurile nu se potrivesc
ru: Адреса электронной почты не совпадают
sk: E-maily sa nezhodujú
sl: E-poštna naslova se ne ujemata
sr: Имејлови се не поклапају
sr_latn: Imejlovi se ne poklapaju
sv: E-postadresserna matchar inte
ta: மின்னஞ்சல்கள் பொருந்தவில்லை
th: อีเมลไม่ตรงกัน
tr: E-postalar eşleşmiyor
uk: Адреси електронної пошти не збігаються
ur: ای میلز مماثل نہیں ہیں
vi: Email không khớp
zh: 邮箱地址不一致
zh_hant: 電子郵件地址不一致
zh_hant_tw: 電子郵件不一致

# EmailSentConfirmationMessage
source: A sign-in email with additional instructions was sent to %@. Check your email to complete sign-in.
ar: تم إرسال بريد إلكتروني لتسجيل الدخول مع تعليمات إضافية إلى %@. تحقق من بريدك الإلكتروني لإكمال تسجيل الدخول.
de: Eine Anmelde-E-Mail mit zusätzlichen Anweisungen wurde an %@ gesendet. Überprüfe deine E-Mails, um die Anmeldung abzuschließen.
es: Se envió un correo de inicio de sesión con instrucciones adicionales a %@. Revisa tu correo para completar el inicio de sesión.
fr: Un e-mail de connexion avec des instructions supplémentaires a été envoyé à %@. Vérifie tes e-mails pour terminer la connexion.

source: Enrolled Methods
ar: الطرق المسجلة
bg: Регистрирани методи
bn: নিবন্ধিত পদ্ধতি
ca: Mètodes registrats
cs: Registrované metody
da: Registrerede metoder
de: Registrierte Methoden
de_at: Registrierte Methoden
el: Εγγεγραμμένες μέθοδοι
es: Métodos registrados
fa: روش‌های ثبت شده
fi: Käytössä olevat menetelmät
fil: Naka-enroll na mga Paraan
fr: Méthodes inscrites
fr_ch: Méthodes enregistrées
gsw: Registrierti Methode
gu: નોંધાયેલી પદ્ધતિઓ
he: שיטות רשומות
hi: नामांकित विधियां
hr: Registrirane metode
hu: Regisztrált módszerek
id: Metode Terdaftar
it: Metodi registrati
ja: 登録済みの方法
kn: ನೋಂದಾಯಿಸಲಾದ ವಿಧಾನಗಳು
ko: 등록된 방법
ln: Ndenge ya Kokoma
lv: Reģistrētās metodes
mr: नोंदणीकृत पद्धती
ms: Kaedah Berdaftar
nb: Registrerte metoder
nl: Geregistreerde methoden
nn_no: Registrerte metodar
pl: Zarejestrowane metody
pt: Métodos registrados
pt_pt: Métodos registados
ro: Metode înregistrate
ru: Зарегистрированные методы
sk: Zaregistrované metódy
sl: Registrirane metode
sr: Регистровани методи
sr_latn: Registrovani metodi
sv: Registrerade metoder
ta: பதிவு செய்யப்பட்ட முறைகள்
th: วิธีที่ลงทะเบียนแล้ว
tr: Kayıtlı yöntemler
uk: Зареєстровані методи
ur: اندراج شدہ طریقے
vi: Phương thức đã đăng ký
zh: 已注册方式
zh_hant: 已註冊方式
zh_hant_tw: 已註冊方式

source: Enrolled: %@
ar: مسجل: %@
bg: Регистрирано: %@
bn: নিবন্ধিত: %@
ca: Registrat: %@
cs: Registrováno: %@
da: Registreret: %@
de: Registriert: %@
de_at: Registriert: %@
el: Εγγεγραμμένη: %@
es: Registrado: %@
fa: ثبت شده: %@
fi: Käytössä: %@
fil: Naka-enroll: %@
fr: Inscrit : %@
fr_ch: Enregistré : %@
gsw: Registriert: %@
gu: નોંધાયેલ: %@
he: רשום: %@
hi: नामांकित: %@
hr: Registrirano: %@
hu: Regisztrálva: %@
id: Terdaftar: %@
it: Registrato: %@
ja: 登録済み: %@
kn: ನೋಂದಾಯಿಸಲಾಗಿದೆ: %@
ko: 등록됨: %@
ln: Ekomi: %@
lv: Reģistrēts: %@
mr: नोंदणीकृत: %@
ms: Berdaftar: %@
nb: Registrert: %@
nl: Geregistreerd: %@
nn_no: Registrert: %@
pl: Zarejestrowano: %@
pt: Registrado: %@
pt_pt: Registado: %@
ro: Înregistrat: %@
ru: Зарегистрировано: %@
sk: Zaregistrované: %@
sl: Registrirano: %@
sr: Регистровано: %@
sr_latn: Registrovano: %@
sv: Registrerad: %@
ta: பதிவு செய்யப்பட்டது: %@
th: ลงทะเบียนแล้ว: %@
tr: Kayıtlı: %@
uk: Зареєстровано: %@
ur: اندراج شدہ: %@
vi: Đã đăng ký: %@
zh: 已注册：%@
zh_hant: 已註冊：%@
zh_hant_tw: 已註冊：%@

source: Enter 6-digit code
ar: أدخل الرمز المكون من 6 أرقام
bg: Въведете 6-цифрен код
bn: ৬-সংখ্যার কোড লিখুন
ca: Introdueix el codi de 6 dígits
cs: Zadejte 6místný kód
da: Indtast 6-cifret kode
de: 6-stelligen Code eingeben
de_at: 6-stelligen Code eingeben
el: Εισαγάγετε τον κωδικό 6 ψηφίων
es: Ingresa el código de 6 dígitos
fa: کد ۶ رقمی را وارد کنید
fi: Syötä 6-numeroinen koodi
fil: Ilagay ang 6-digit na code
fr: Saisis le code à 6 chiffres
fr_ch: Saisissez le code à 6 chiffres
gsw: 6-stellige Code iigäh
gu: 6-અંકનો કોડ દાખલ કરો
he: הזן קוד בן 6 ספרות
hi: 6 अंकों का कोड डालें
hr: Unesite 6-znamenkasti kod
hu: Adja meg a 6 számjegyű kódot
id: Masukkan kode 6 digit
it: Inserisci il codice a 6 cifre
ja: 6桁のコードを入力
kn: 6-ಅಂಕಿಯ ಕೋಡ್ ನಮೂದಿಸಿ
ko: 6자리 코드 입력
ln: Kotisa kode ya banimɛrɔ 6
lv: Ievadiet 6 ciparu kodu
mr: 6-अंकी कोड एंटर करा
ms: Masukkan kod 6 digit
nb: Skriv inn 6-sifret kode
nl: Voer de 6-cijferige code in
nn_no: Skriv inn 6-sifra kode
pl: Wprowadź 6-cyfrowy kod
pt: Digite o código de 6 dígitos
pt_pt: Introduza o código de 6 dígitos
ro: Introduceți codul de 6 cifre
ru: Введите 6-значный код
sk: Zadajte 6-ciferný kód
sl: Vnesite 6-mestno kodo
sr: Унесите 6-цифрени код
sr_latn: Unesite 6-cifreni kod
sv: Ange 6-siffrig kod
ta: 6 இலக்க குறியீட்டை உள்ளிடவும்
th: ใส่รหัส 6 หลัก
tr: 6 haneli kodu girin
uk: Введіть 6-значний код
ur: 6 ہندسوں کا کوڈ درج کریں
vi: Nhập mã 6 chữ số
zh: 输入 6 位验证码
zh_hant: 輸入 6 位驗證碼
zh_hant_tw: 輸入 6 位數驗證碼

source: Enter code from app
ar: أدخل الرمز من التطبيق
bg: Въведете кода от приложението
bn: অ্যাপ থেকে কোড লিখুন
ca: Introdueix el codi de l'aplicació
cs: Zadejte kód z aplikace
da: Indtast koden fra appen
de: Code aus der App eingeben
de_at: Code aus der App eingeben
el: Εισαγάγετε τον κωδικό από την εφαρμογή
es: Ingresa el código de la aplicación
fa: کد را از برنامه وارد کنید
fi: Syötä sovelluksen koodi
fil: Ilagay ang code mula sa app
fr: Saisis le code de l'application
fr_ch: Saisissez le code de l'application
gsw: Code us de App iigäh
gu: એપમાંથી કોડ દાખલ કરો
he: הזן קוד מהאפליקציה
hi: ऐप से कोड डालें
hr: Unesite kod iz aplikacije
hu: Adja meg az alkalmazásból származó kódot
id: Masukkan kode dari aplikasi
it: Inserisci il codice dall'app
ja: アプリからコードを入力
kn: ಆ್ಯಪ್‌ನಿಂದ ಕೋಡ್ ನಮೂದಿಸಿ
ko: 앱에서 코드 입력
ln: Kotisa kode uta na aplikasyo
lv: Ievadiet kodu no lietotnes
mr: अॅपमधून कोड एंटर करा
ms: Masukkan kod daripada aplikasi
nb: Skriv inn kode fra appen
nl: Voer de code uit de app in
nn_no: Skriv inn kode frå appen
pl: Wprowadź kod z aplikacji
pt: Digite o código do aplicativo
pt_pt: Introduza o código da aplicação
ro: Introduceți codul din aplicație
ru: Введите код из приложения
sk: Zadajte kód z aplikácie
sl: Vnesite kodo iz aplikacije
sr: Унесите код из апликације
sr_latn: Unesite kod iz aplikacije
sv: Ange kod från appen
ta: செயலியிலிருந்து குறியீட்டை உள்ளிடவும்
th: ใส่รหัสจากแอป
tr: Uygulamadan kodu girin
uk: Введіть код із програми
ur: ایپ سے کوڈ درج کریں
vi: Nhập mã từ ứng dụng
zh: 输入应用中的验证码
zh_hant: 輸入應用程式中的驗證碼
zh_hant_tw: 輸入 App 裡的驗證碼
